cask "google-chrome"
cask "postman"
cask "visual-studio-code"
cask "iterm2"
cask "docker-desktop"
cask "slack"
cask "spotify"
cask "nordvpn"
cask "dbeaver-community"
cask "font-meslo-lg-nerd-font"
cask "cursor"
cask "claude-code"
cask "yt-music"
brew "git"
brew "gh"
brew "yarn"
brew "wireguard-tools"
brew "android-platform-tools"
brew "nvm"
brew "python"
tap "leoafarias/fvm"
brew "fvm"
